Repository: ColumbusLabs/QuotaKit
Catalog: CodexBarMobile/CodexBarMobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Remote guardrails — Columbus Labs can now update safe setup links, announcements, and feature kill switches over the air while native app changes still go through TestFlight/App Store.
ja: リモートガードレール — Columbus Labs は安全なセットアップリンク、お知らせ、機能停止スイッチを OTA で更新できます。ネイティブアプリの変更は引き続き TestFlight/App Store 経由です。
zh_hans: 远程护栏 — Columbus Labs 现在可以通过 OTA 更新安全的设置链接、公告和功能停用开关；原生应用更改仍会通过 TestFlight/App Store 发布。
zh_hant: 遠端護欄 — Columbus Labs 現在可以透過 OTA 更新安全的設定連結、公告和功能停用開關；原生 App 變更仍會透過 TestFlight/App Store 發佈。

source: Synced %@ ago
ja: %@ 前に同期
zh_hans: %@前同步
zh_hant: %@前同步

source: Show ${usageWindow}
ja: ${usageWindow} を表示
zh_hans: 显示 ${usageWindow}
zh_hant: 顯示 ${usageWindow}

source: Both
ja: 両方
zh_hans: 两者
zh_hant: 兩者

source: Choose whether widgets show session, weekly, or both quota windows.
ja: ウィジェットにセッション、週間、または両方のクォータ枠を表示するかを選択します。
zh_hans: 选择小组件显示会话、每周或两种配额窗口。
zh_hant: 選擇小工具顯示當前週期、每週或兩種配額視窗。

source: Widget quota window
ja: ウィジェットのクォータ枠
zh_hans: 小组件配额窗口
zh_hant: 小工具配額視窗

source: Widgets and pace — QuotaKit Pro widgets show Session and Weekly quota windows by default, with a Settings control for Both / Session / Weekly display, sanitized iPhone-side snapshot data, sync-age badges, quota-bar pace markers, and pace chips in single-window modes; daily and monthly day-count labels no longer get mistaken for weekly quota; Usage cards now match the Mac app with deficit/reserve pace labels, projected run-out timing, and expected-usage markers.
ja: ウィジェットとペース — QuotaKit Pro ウィジェットはデフォルトで Session と Weekly のクォータ枠を表示し、設定で Both / Session / Weekly の表示を切り替えられます。サニタイズ済みの iPhone 側スナップショットデータ、同期経過バッジ、クォータバー上のペースマーカー、単一ウィンドウモードでのペースチップに対応し、日次や月次の日数ラベルを Weekly クォータと誤認しなくなりました。使用量カードも Mac アプリに合わせて赤字/予備のペースラベル、予測される使い切り時刻、期待使用量マーカーを表示します。
zh_hans: 小组件和节奏 — QuotaKit Pro 小组件默认显示 Session 和 Weekly 配额窗口，并可在设置中切换 Both / Session / Weekly 显示；同时包含经过清理的 iPhone 端快照数据、同步时间徽章、配额条节奏标记，并在单窗口模式显示节奏标签。日用量和月用量的天数标签不再被误判为 Weekly 配额。使用量卡片也与 Mac App 保持一致，显示超额/余量节奏标签、预计耗尽时间和预期使用量标记。
zh_hant: 小工具和節奏 — QuotaKit Pro 小工具預設顯示 Session 和 Weekly 配額視窗，並可在設定中切換 Both / Session / Weekly 顯示；同時包含已清理的 iPhone 端快照資料、同步時間徽章、配額列節奏標記，並在單一視窗模式顯示節奏標籤。日用量和月用量的天數標籤不再被誤判為 Weekly 配額。使用量卡片也與 Mac App 保持一致，顯示超額/餘量節奏標籤、預計用盡時間和預期使用量標記。

source: Widgets and pace — QuotaKit Pro adds refreshed Home Screen and Lock Screen widgets with Session / Weekly configuration, sanitized iPhone-side snapshot data, sync-age badges, quota bars, and pace chips; Usage cards now match the Mac app with deficit/reserve pace labels, projected run-out timing, and expected-usage markers.
ja: ウィジェットとペース — QuotaKit Pro では、Session / Weekly 設定、サニタイズ済みの iPhone 側スナップショットデータ、同期経過バッジ、クォータバー、ペースチップを備えた刷新されたホーム画面とロック画面のウィジェットを利用できます。使用量カードも Mac アプリに合わせ、赤字/予備のペースラベル、予測される使い切り時刻、期待使用量マーカーを表示します。
zh_hans: 小组件和节奏 — QuotaKit Pro 新增了焕新的主屏幕和锁屏小组件，支持 Session / Weekly 配置、经过清理的 iPhone 端快照数据、同步时间徽章、配额条和节奏标签；使用量卡片也与 Mac App 保持一致，显示超额/余量节奏标签、预计耗尽时间和预期使用量标记。
zh_hant: 小工具和節奏 — QuotaKit Pro 新增了更新後的主畫面和鎖定畫面小工具，支援 Session / Weekly 設定、已清理的 iPhone 端快照資料、同步時間徽章、配額列和節奏標籤；使用量卡片也與 Mac App 保持一致，顯示超額/餘量節奏標籤、預計用盡時間和預期使用量標記。

source: Performance — synced data refreshes automatically when you return to the app, the Cost dashboard loads faster, and chart scrubbing stays smooth.
ja: パフォーマンス — アプリに戻ると同期データが自動的に更新され、コストダッシュボードの読み込みが速くなり、チャートのなぞり操作もスムーズになりました。
zh_hans: 性能 —— 返回应用时同步数据会自动刷新，成本仪表盘加载更快，图表滑动查看更流畅。
zh_hant: 效能 —— 返回 App 時同步資料會自動重新整理，成本儀表板載入更快，圖表滑動檢視更流暢。

source: Cost
zh_hans: 费用
zh_hant: 費用

source: Release Notes
zh_hans: 更新说明
zh_hant: 更新說明

source: Usage
zh_hans: 用量
zh_hant: 用量
